import 'package:get/get.dart';

class UniversityCollegeController extends GetxController {
  String text =
      "الجامعة الأمريكية هي جامعة بحثية خاصة تقع في واشنطن العاصمة. تأسست في عام 1893 وهي من أقدم الجامعات الخاصة في عاصمة الولايات المتحدة. تُعرف الجامعة بقوة برامجها في العلاقات الدولية، والعلوم السياسية، والأعمال، والاتصالات. لديها قيد حوالي 14,000 طالب جامعي وتقدم أكثر من 200 برنامج دراسي عبر 7 كليات وأقسام. يقع الحرم الرئيسي للجامعة في شمال غرب واشنطن العاصمة، بالقرب من العديد من المؤسسات السياسية والحكومية الهامة. تُعتبر الجامعة الأمريكية من الجامعات المرموقة في منطقة واشنطن العاصمة الكبرى وتحتل مراتب متقدمة من حيث الأكاديميات، والإنتاج البحثي، والحياة الجامعية.";
}
